// © Copyright 2005-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Info om förbrukningsmaterial";

NoRegionTitle = "Statusfel vid hämtning av information om bläckpatron från skrivaren";
NoRegionMsg = "Information om bläckpatroner finns i den tryckta referenshandboken som medföljde skrivaren.";

blackInkCartridge = "Svart bläck";
cyanInkCartridge = "Cyanfärgat bläck";
magentaInkCartridge = "Magentafärgat bläck";
yellowInkCartridge = "Gult bläck";
lightcyanInkCartridge = "Ljust cyanfärgat bläck";
lightmagentaInkCartridge = "Ljust magentafärgat bläck";
tricolorInkCartridge = "Trefärgsbläck";
photoInkCartridge = "Fotobläck";
grayInkCartridge = "Grått fotobläck";
matteblackInkCartridge = "Matt svart bläck";
photoblackInkCartridge = "Foto svart bläck";
lightgrayInkCartridge = "Ljust grått bläck";
blueInkCartridge = "Blå fotobläck";
silverInkCartridge = "Silverbläck (endast för Windows)";

magentayellowPrinthead = "Magentafärgat / Gult skrivhuvud";
matteblackcyanPrinthead = "Matt Svart / Cyan skrivhuvud";
lightmagentalightcyanPrinthead = "Ljust magentafärgat / Ljust cyanfärgat skrivhuvud";
photoblacklightgrayPrinthead = "Foto Svart / Ljusgrått skrivhuvud";
blackyellowPrinthead = "Svart / Gult skrivhuvud";
cyanmagentaPrinthead = "Cyanfärgat / Magentafärgat skrivhuvud";

photoblackOJInk = "Fotosvart Officejet-bläckpatron";
blackOJInk = "Svart Officejet bläckpatron";
cyanOJInk = "Cyanfärgat Officejet bläckpatron";
yellowOJInk = "Gult Officejet bläckpatron";
magentaOJInk = "Magentafärgat Officejet bläckpatron";
tricolorOJInk = "Trefärgs Officejet bläckpatron";

HSDDescriptionText = "Alternativ för utbyte av utskriftsmaterial:";
HSDFirstColumnHeader = "Utskriftsmaterial";
HSDSecondColumnHeader = "Nummer";
HSDPrintButtonTitle = "Skriv ut…";
HSDNotAllSuppliesAvailableTitle = "Alla förbrukningsartiklar stöds inte i alla regioner.";

HighVolume = "Högvolymsutskrift";
Everyday = "Vardagsutskrift";
Specialty = "Specialutskrift";
ColorPhoto = "Färgfotoutskrift";
BWPhoto = "Svartvit fotoutskrift";
PhotoDetails = "Förbättra fotodetaljer";
HSDUsageTypeColumnName = "Rekommenderas för:";

blackCartridgePigment = "Svart bläckpatron";
cyanCartridgePigment = "Cyan bläckpatron";
magentaCartridgePigment = "Magenta bläckpatron";
yellowCartridgePigment = "Gul bläckpatron";

photoblackPWPigment = "Foto, svart PageWide-bläckpatron";
blackPWPigment = "Svart PageWide-bläckpatron";
cyanPWPigment = "Cyan PageWide-bläckpatron";
yellowPWPigment = "Gul PageWide-bläckpatron";
magentaPWPigment = "Magenta PageWide-bläckpatron";
tricolorPWPigment = "Trefärgs PageWide-bläckpatron";
